Repository: defiveninth/secp256k1
Catalog: rrs-mobile/Localizable.xcstrings
Source language: en
Languages: kk, ru

source: 🕒 OPERATING HOURS: %@ - %@
kk: 🕒 ЖҰМЫС УАҚЫТЫ: %@ - %@
ru: 🕒 РАБОЧИЕ ЧАСЫ: %@ - %@

source: ACCOUNT PREFERENCES
kk: ТІРКЕЛГІ БАПТАУЛАРЫ
ru: НАСТРОЙКИ АККАУНТА

source: AN OTP VERIFICATION CODE HAS BEEN SENT TO YOUR EMAIL ADDRESS
kk: СІЗДІҢ ЭЛЕКТРОНДЫҚ ПОШТАҢЫЗҒА БІР РЕТТІК РАСТАУ КОДЫ (OTP) ЖІБЕРІЛДІ
ru: КОД ПОДТВЕРЖДЕНИЯ (OTP) ОТПРАВЛЕН НА ВАШ АДРЕС ЭЛЕКТРОННОЙ ПОЧТЫ

source: BOOK A TABLE
kk: ҮСТЕЛДІ БРОНДАУ
ru: ЗАБРОНИРОВАТЬ СТОЛИК

source: Cancel
kk: Бас тарту
ru: Отмена

source: CANCEL
kk: БАС ТАРТУ
ru: ОТМЕНИТЬ

source: Change Language
kk: Тілді өзгерту
ru: Сменить язык

source: CHOOSE PASSWORD
kk: ҚҰПИЯ СӨЗДІ ТАҢДАҢЫЗ
ru: ВЫБЕРИТЕ ПАРОЛЬ

source: Close
kk: Жабу
ru: Закрыть

source: COMPLETE REGISTRATION
kk: ТІРКЕЛУДІ АЯҚТАУ
ru: ЗАВЕРШИТЬ РЕГИСТРАЦИЮ

source: CONFIRM BOOKING
kk: БРОНДАУДЫ РАСТАУ
ru: ПОДТВЕРДИТЬ БРОНИРОВАНИЕ

source: Contact Support
kk: Қолдау қызметімен байланысу
ru: Связаться с поддержкой

source: CONTINUE
kk: ЖАЛҒАСТЫРУ
ru: ПРОДОЛЖИТЬ

source: Create Your Account
kk: Тіркелгіні жасау
ru: Создать аккаунт

source: DATE
kk: КҮНІ
ru: ДАТА

source: Discover
kk: Табу
ru: Поиск

source: Discovering spots...
kk: Орындар ізделуде...
ru: Поиск заведений...

source: Dish #%@ (x%d)
kk: Тағам №%@ (x%d)
ru: Блюдо №%@ (x%d)

source: DONE
kk: ДАЙЫН
ru: ГОТОВО

source: Edit
kk: Өңдеу
ru: Изменить

source: EMAIL ADDRESS
kk: ЭЛЕКТРОНДЫҚ ПОШТА МЕКЕНЖАЙЫ
ru: АДРЕС ЭЛЕКТРОННОЙ ПОЧТЫ

source: Enabled
kk: Қосулы
ru: Включено

source: English
kk: Ағылшын
ru: Английский

source: Enter OTP code
kk: OTP кодын енгізіңіз
ru: Введите OTP код

source: ENTER YOUR PASSWORD BELOW TO CONTINUE
kk: ЖАЛҒАСТЫРУ ҮШІН ТӨМЕНДЕГІ ҚҰПИЯ СӨЗДІ ЕНГІЗІҢІЗ
ru: ВВЕДИТЕ ВАШ ПАРОЛЬ НИЖЕ ДЛЯ ПРОДОЛЖЕНИЯ

source: Explore
kk: Зерттеу
ru: Обзор

source: Failed to cancel reservation.
kk: Брондаудан бас тарту сәтсіз аяқталды.
ru: Не удалось отменить бронирование.

source: Failed to complete reservation.
kk: Брондауды аяқтау сәтсіз аяқталды.
ru: Не удалось завершить бронирование.

source: Failed to load reservations.
kk: Брондауларды жүктеу сәтсіз аяқталды.
ru: Не удалось загрузить бронирования.

source: Failed to load restaurant menu profile.
kk: Мейрамхана мәзірін жүктеу мүмкін болмады.
ru: Не удалось загрузить меню ресторана.

source: Failed to load restaurants. Did you initialize the mock data?
kk: Мейрамханаларды жүктеу мүмкін болмады. Сынақ деректерін іске қостыңыз ба?
ru: Не удалось загрузить рестораны. Вы инициализировали тестовые данные?

source: Failed to serialize booking request.
kk: Брондау сұранысын өңдеу мүмкін болмады.
ru: Не удалось обработать запрос на бронирование.

source: Failed validation checks. Check inputs.
kk: Тексеру сәтсіз аяқталды. Енгізілген мәліметтерді тексеріңіз.
ru: Не удалось пройти валидацию. Проверьте введенные данные.

source: FULL NAME
kk: ТОЛЫҚ АТЫ-ЖӨНІ
ru: ПОЛНОЕ ИМЯ

source: Generating QR...
kk: QR код жасалуда...
ru: Генерация QR...

source: History
kk: Тарих
ru: История

source: Info
kk: Ақпарат
ru: Информация

source: Language
kk: Тіл
ru: Язык

source: Loading your bookings...
kk: Брондауларыңыз жүктелуде...
ru: Загрузка ваших бронирований...

source: LOG OUT
kk: ШЫҒУ
ru: ВЫЙТИ

source: Menu
kk: Мәзір
ru: Меню

source: Network error. Failed to cancel reservation.
kk: Желілік қате. Брондаудан бас тарту мүмкін болмады.
ru: Ошибка сети. Не удалось отменить бронирование.

source: Network error. Failed to load reservations.
kk: Желілік қате. Брондауларды жүктеу мүмкін болмады.
ru: Ошибка сети. Не удалось загрузить бронирования.

source: Network error. Failed to make reservation.
kk: Желілік қате. Брондау сәтсіз аяқталды.
ru: Ошибка сети. Не удалось сделать бронирование.

source: No Bookings
kk: Брондаулар жоқ
ru: Нет бронирований

source: No items listed under this location yet.
kk: Бұл жерде әзірге тағамдар тізімі жоқ.
ru: Для этого заведения меню пока не добавлено.

source: Notifications
kk: Хабарландырулар
ru: Уведомления

source: OK
kk: ОК
ru: ОК

source: ONE-TIME PASSWORD (OTP)
kk: БІР РЕТТІК ҚҰПИЯ СӨЗ (OTP)
ru: ОДНОРАЗОВЫЙ ПАРОЛЬ (OTP)

source: OPEN 24/7
kk: ТӘУЛІК БОЙЫ 24/7
ru: КРУГЛОСУТОЧНО 24/7

source: PASSWORD
kk: ҚҰПИЯ СӨЗ
ru: ПАРОЛЬ

source: PRE-ORDER DISHES (OPTIONAL)
kk: ТАҒАМДАРҒА АЛДЫН АЛА ТАПСЫРЫС БЕРУ (МІНДЕТТІ ЕМЕС)
ru: ПРЕДЗАКАЗ БЛЮД (НЕОБЯЗАТЕЛЬНО)

source: PRE-ORDERED ITEMS
kk: АЛДЫН АЛА ТАПСЫРЫС БЕРІЛГЕН ТАҒАМДАР
ru: ПРЕДЗАКАЗАННЫЕ ПОЗИЦИИ

source: Privacy Policy
kk: Құпиялылық саясаты
ru: Политика конфиденциальности

source: Profile
kk: Профиль
ru: Профиль

source: Profile Settings
kk: Профиль баптаулары
ru: Настройки профиля

source: Request failure. Verify schema structure details syntax.
kk: Сұраныс қатесі. Құрылым синтаксисін тексеріңіз.
ru: Ошибка запроса. Проверьте синтаксис структуры схемы.

source: Reservation
kk: Брондау
ru: Бронирование

source: RESERVATION PASS
kk: БРОНДАУ РҰҚСАТНАМАСЫ
ru: ПРОПУСК НА БРОНИРОВАНИЕ

source: RESERVE YOUR TABLE INSTANTLY
kk: ҮСТЕЛДІ ДЕРЕУ БРОНДАҢЫЗ
ru: ЗАБРОНИРУЙТЕ СТОЛИК МГНОВЕННО

source: RETRY
kk: ҚАЙТАЛАУ
ru: ПОВТОРИТЬ

source: Search restaurants or locations...
kk: Мейрамханаларды немесе мекенжайларды іздеу...
ru: Поиск ресторанов или адресов...

source: Secure Password
kk: Қауіпсіз құпия сөз
ru: Надежный пароль

source: SELECT DATE
kk: КҮНДІ ТАҢДАҢЫЗ
ru: ВЫБЕРИТЕ ДАТУ

source: SELECT TIME SLOT
kk: УАҚЫТТЫ ТАҢДАҢЫЗ
ru: ВЫБЕРИТЕ ВРЕМЯ

source: Server down. Verify your node instance is listening on Port 3000.
kk: Сервер жауап бермейді. Node данасы 3000 портында жұмыс істеп тұрғанына көз жеткізіңіз.
ru: Сервер недоступен. Убедитесь, что ваш экземпляр Node запущен на порту 3000.

source: Show this code to the receptionist at check-in.
kk: Тіркелу кезінде осы кодты қабылдаушыға көрсетіңіз.
ru: Покажите этот код администратору при входе.

source: SIGN IN
kk: КІРУ
ru: ВОЙТИ

source: Success
kk: Сәтті
ru: Успешно

source: SUPPORT
kk: ҚОЛДАУ
ru: ПОДДЕРЖКА

source: Terms & Conditions
kk: Пайдалану шарттары
ru: Правила и условия

source: TIME
kk: УАҚЫТЫ
ru: ВРЕМЯ

source: Welcome Back
kk: Қош келдіңіз
ru: С возвращением

source: Your reservation at %@ has been booked successfully.
kk: %@ мейрамханасындағы үстеліңіз сәтті брондалды.
ru: Ваш столик в %@ был успешно забронирован.

source: Your table reservation history will appear here.
kk: Бұл жерде үстелді брондау тарихыңыз көрсетіледі.
ru: Здесь будет отображаться история ваших бронирований.

# Қазақша
source: Kazakh
kk: Қазақша
ru: Казахский

# Русский
source: Russian
kk: Орысша
ru: Русский
